---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.Pi
source: html/23a8d4f4-d3c1-442c-6046-a4776fcead00.htm
---
# Autodesk.Revit.DB.SymbolTypeId.Pi Property

Symbol π, indicating unit Multiples of π.

## Syntax (C#)
```csharp
public static ForgeTypeId Pi { get; }
```